"usdCountryCode" = "USD";
"usdCountryName" ="America";
"usdCurrFullName" ="USD";
"usdCurrShortName" ="USD";

"egpCountryCode" = "EGP";
"egpCountryName" = "Egypt";
"egpCurrFullName" ="EGP";
"egpCurrShortName" ="EGP";

"sarCountryCode" ="SAR";
"sarCountryName" ="Saudi Arabia";
"sarCurrFullName" ="SAR";
"sarCurrShortName" ="SAR";

"kwdCountryCode" ="KWD";
"kwdCountryName" ="Kuwait";
"kwdCurrFullName"="KWD";
"kwdCurrShortName"="KWD";

"qarCountryCode"="QAR";
"qarCountryName"="Qatar";
"qarCurrFullName"="QAR";
"qarCurrShortName"="QAR";

"jodCountryCode"="JOD";
"jodCountryName"="Jordan";
"jodCurrFullName"="JOD";
"jodCurrShortName"="JOD";

"bhdCountryCode"="BHD";
"bhdCountryName"="Bahrain";
"bhdCurrFullName"="BHD";
"bhdCurrShortName"="BHD";

"aedCountryCode"="AED";
"aedCountryName"="Emirates";
"aedCurrFullName"="AED";
"aedCurrShortName"="AED";

"lbpCountryCode"="LBP";
"lbpCountryName"="Lebanon";
"lbpCurrFullName"="LBP";
"lbpCurrShortName"="LBP";

"lydCountryCode"="LYD";
"lydCountryName"="Libya";
"lydCurrFullName"="LYD";
"lydCurrShortName"="LYD";

"tndCountryCode"="TND";
"tndCountryName"="Tunisia";
"tndCurrFullName"="TND";
"tndCurrShortName"="TND";

"yerCountryCode"="YER";
"yerCountryName"="Yemen";
"yerCurrFullName"="YER";
"yerCurrShortName"="YER";

"sypCountryCode"="SYP";
"sypCountryName"="Syria";
"sypCurrFullName"="SYP";
"sypCurrShortName"="SYP";

"dzdCountryCode"="DZD";
"dzdCountryName"="Algeria";
"dzdCurrFullName"="DZD";
"dzdCurrShortName"="DZD";

"alertTitle" = "Oops!" ;
"alertMessage" = "Please make sure you are connected to the internet" ;
"alertCancel" = "OK" ;

"shortLabel" = "Currency values in";
"largeLabel" = "Dollar & other currencies with respect to";


